//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Avbryt";
"_upload_file_"             = "Ladda upp fil";
"_download_file_"           = "Ladda ned fil";
"_loading_"                 = "Laddar";
"_loading_with_points_"     = "Laddar...";
"_loading_num_"             = "Laddar fil %i";
"_loading_autoupload_"      = "Automatisk uppladdning";
"_uploading_"               = "Uppladdning";
"_synchronization_"         = "Synkronisering";
"_delete_"                  = "Radera";
"_delete_file_n_"           = "Radera fil %i av %i";
"_rename_"                  = "Byt namn";
"_move_"                    = "Flytta";
"_move_file_n_"             = "Flyttar fil %i av %i";
"_creating_sharing_"        = "Skapar delning";
"_updating_sharing_"        = "Uppdaterar delning";
"_removing_sharing_"        = "Tar bort delning";
"_add_"                     = "Lägg till";
"_login_"                   = "Logga in";
"_save_"                    = "Spara";
"_warning_"                 = "Varning";
"_error_"                   = "Fel";
"_error_e2ee_"              = "Fel E2EE";
"_no_"                      = "Nej";
"_yes_"                     = "Ja";
"_select_"                  = "Välj";
"_upload_"                  = "Ladda upp";
"_home_"                    = "Filer";
"_file_to_upload_"          = "Fil att ladda upp";
"_destination_"             = "Mål";
"_ok_"                      = "OK";
"_beta_version_"            = "Betaversion";
"_function_in_testing_"     = "Funktionen är i testläge, vänligen rapportera om några problem uppstår.";
"_done_"                    = "Klart";
"_passcode_too_short_"      = "Kod för kort, åtminstone 4 tecken krävs";
"_selected_"                = "Vald";
"_scan_fingerprint_"        = "Skanna fingeravtryck för att autentisera dig";
"_no_active_account_"       = "Inget konto hittat";
"_info_"                    = "Info";
"_email_"                   = "E-post";
"_save_exit_"               = "Vill du avbryta utan att spara?";
"_video_"                   = "Video";
"_overwrite_"               = "Skriv över";
"_transfers_in_queue_"      = "Överföringar pågår, var god vänta...";
"_too_errors_automatic_all_"= "För många fel, gå till \"kontrollcenter\" för att verifiera problemet";
"_create_folder_"           = "Skapa mapp";
"_create_folder_on_"        = "Skapa mapp på";
"_close_"                   = "Stäng";
"_postpone_"                = "Fördröj";
"_remove_"                  = "Ta bort";
"_file_not_found_"          = "Filen hittades inte";
"_continue_"                = "Vill du fortsätta?";
"_auto_upload_folder_"      = "Automatisk uppladdning";
"_gallery_"                 = "Galleri";
"_photo_"                   = "Bild";
"_audio_"                   = "Ljud";
"_unknown_"                 = "Okänd";
"_next_"                    = "Nästa";
"_success_"                 = "Lyckades";
"_initialization_"          = "Initiering";
"_experimental_"            = "Experimentell";

// App

"_network_available_"       = "Nätverk tillgängligt";
"_network_not_available_"   = "Nätverk inte tillgängligt";

// Networking

"_no_reuploadfile_"         = "Kunde inte hitta eller skicka den igen. Ta bort uppladdningen och hämta om filen för att ladda upp den.";
"_file_already_exists_"     = "Begäran kunde inte genomföras, det finns redan en fil med samma namn";
"_read_file_error_"         = "Kunde inte läsa filen";

// More

"_more_"                    = "Mer";
"_notifications_"           = "Notifieringar";
"_logout_"                  = "Logga ut";

// Settings

"_acknowledgements_"        = "Bekräftelse";
"_settings_"                = "Inställningar";
"_passcode_"                = "Lösenord";
"_lock_"                    = "Lås";
"_lock_active_"             = "Lås: På";
"_lock_not_active_"         = "Lås: Av";
"_lock_protection_no_screen_"        = "Fråga inte vid uppstart";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for protected folders only or for the encryption option";
"_url_"                     = "URL";
"_username_"                = "Användarnamn";
"_change_credentials_"      = "Ändra dina uppgifter";
"_wifi_only_"               = "Använd endast WIFI";
"_settings_autoupload_"     = "Automatisk uppladdning";
"_app_version_"             = "App-version";
"_app_in_use_"              = "Appen används";
"_contact_by_email_"        = "Kontakta oss via e-post";
"_clear_cache_"             = "Rensa cache (%@ använt)";
"_clear_cache_no_size_"     = "Rensa cache";
"_exit_"                    = "Avsluta";
"_funct_not_enabled_"       = "Funktionen ej aktiverad";
"_passcode_activate_"       = "Lösenordslås på";
"_disabling_passcode_"      = "Tar bort lösenordslås";
"_want_exit_"               = "Varning! Kommer att nollställas. Fortsätta?";
"_proceed_"                 = "Fortsätt";
"_delete_cache_"            = "Rensa cachen";
"_want_delete_cache_"       = "Vill du rensa cachen?";
"_want_delete_thumbnails_"  = "Vill du ta bort alla ikoner också?";
"_mail_deleted_"            = "E-post borttaget";
"_mail_saved_"              = "E-post sparad";
"_mail_sent_"               = "E-post skickades";
"_mail_failure_"            = "Kunde inte skicka epost: %@";
"_information_req_"         = "Informationsbegäran";
"_write_in_english_"        = "Vänligen skriv till oss på engelska";
"_credentials_"             = "Uppgifter";
"_manage_account_"          = "Kontohantering";
"_change_password_"         = "Byt lösenord";
"_add_account_"             = "Lägg till konto";
"_delete_account_"          = "Radera konto";
"_want_delete_"             = "Är du säker på att du vill radera?";
"_no_delete_"               = "Nej, radera inte";
"_yes_delete_"              = "Ja, radera";
"_remove_cache_"            = "Var god vänta, tar bort cache...";
"_optimizations_"           = "Optimeringar";
"_synchronizations_"        = "Synkroniseringsmappar";
"_version_server_"          = "Serverversion";
"_help_"                    = "Hjälp";
"_lock_protection_simply_"  = "Svagt lösenordsskydd";
"_change_simply_passcode_"  = "Byt lösenordstyp";
"_quota_"                   = "Kvot";
"_available_"               = "tillgänglig";
"_cloud_account_"           = "Moln-konto";
"_information_"             = "Information";
"_personal_information_"    = "Personlig information";
"_user_full_name_"          = "Namn";
"_user_address_"            = "Adress";
"_user_phone_"              = "Telefonnummer";
"_user_email_"              = "E-post";
"_user_web_"                = "Hemsida";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Du använder %@ av %@";
"_favorite_offline_"        = "Favoriter tillgängliga offline";
"_favorite_offline_footer_" = "Att göra alla favoriter tillgängliga offline kan ta väldigt lång tid med hög minnesanvändning.";
"_advanced_"                = "Avancerat";
"Skip"                      = "Hoppa över";
"Start"                     = "Starta";

// Manage AutoUpload

"_autoupload_"                      = "Automatisk uppladdning bilder/videor";
"_autoupload_background_"           = "Automatisk uppladdning i bakgrunden";
"_autoupload_photos_"               = "Automatisk uppladdning av bilder";
"_autoupload_videos_"               = "Automatisk uppladdning av videor";
"_autoupload_description_"          = "Nya bilder/videor kommer laddas upp i ditt moln";
"_autoupload_description_background_"  = "Alternativet kräver användning av GPS för att upptäcka nya bilder/videor i kamerabiblioteket när platsen ändras kraftigt";
"_autoupload_background_title_"     = "Begränsningar";
"_autoupload_background_msg_"       = "På grund av iOS-begränsningar är det ännu inte möjligt att utföra bakgrundsprocesser om inte GPS-tjänster är aktiverat. När mobilens plats ändras i mobilnätet vaknar systemet tillfälligt till och kollar efter nya bilder att ladda upp till molnet.";
"_autoupload_change_location_"      = "Byt mapp";
"_autoupload_location_now_"         = "Mapp";
"_autoupload_location_default_"     = "Återställ standardmapp";
"_autoupload_change_location_footer_" = "Ändra bildmapp som används för 'Automatisk uppladdning av kamerabilder' (om det aktiverats)";
"_autoupload_not_select_home_"      = "Välj en mapp";
"_autoupload_save_album_"           = "Kopiera bild eller video till ditt fotoalbum";
"_autoupload_fullphotos_"           = "Ladda upp hela kamerabiblioteket";
"_autoupload_fullphotos_footer_"    = "Välj bland valen ovanför före uppladdning";
"_autoupload_create_subfolder_"     = "Använd undermappar";
"_autoupload_create_subfolder_footer_" = "Lagra i undermappar baserat på år och månad";
"_autoupload_filenamemask_"         = "Ändra mask för filnamn";
"_autoupload_filenamemask_footer_"  = "Ändra automatisk mask för filnamn";


// Manage Help

"_help_tutorial_"               = "Instruktion";
"_help_intro_"                  = "Introduktion till Lawless";
"_help_activity_verbose_"       = "Detaljerat aktivitetsflöde";
"_help_activity_mail_"          = "Skicka aktivitet via e-post";
"_help_activity_clear_"         = "Rensa aktivitet";


// Manage Advanced

"_optimized_photos_"            = "Optimerade fotoupplösning";
"_upload_del_photos_"           = "Radera filer efter uppladdning";
"_optimized_photos_how_"        = "Om det saknas lagringsutrymme på din enhet, så ersätts originalbilder med en optimerad version. Originalbilden sparas i molnet.";
"_upload_del_photos_how_"       = "Filer kommer tas bort från enhetsminnet efter de laddats upp till Molnet. De kommer finnas kvar i kamerarullen. Ladda bara ner filerna för att se dom.";
"_show_hidden_files_"           = "Visa gömda filer";
"_format_compatibility_"        = "Mest kompatibel";
"_format_compatibility_footer_" = "\"Mest kompatibel\" sparar alltid bilder som JPEG";

// Login

"_connect_server_anyway_"       = "Vill du ansluta till servern ändå?";
"_connection_error_"            = "Anslutningsfel";
"_add_your_nextcloud_"          = "Lägg till ditt Lawless-konto";
"_login_url_"                   = "Server adress https://...";
"_login_bottom_label_"          = "Har du ingen server än?\nVälj en av leverantörerna.";
"_error_multidomain_"           = "Adress ej tillåten, bara följande domäner är giltiga:";
"_account_already_exists_"      = "Kontot %@ finns redan";
"_traditional_login_"           = "Revert to old login method";
"_web_login_"                   = "Revert to web login method";

// Favorite

"_favorites_"                   = "Favoriter";
"_favorite_"                    = "Favoritisera";
"_unfavorite_"                  = "Avfavoritisera";
"_no_files_uploaded_"           = "Inga filer uppladdade";
"_tutorial_favorite_view_"      = "Filer och mappar du väljer som favoriter dyker upp här";
"_tutorial_offline_view_"       = "Filer kopierade här kommer bli tillgängliga offline.\n\nDe vill synkroniseras med ditt moln.";
"_tutorial_local_view_"         = "Du hittar ej uppackade filer från ditt moln.\n\nAnslut till iTunes för att dela dessa filer.";
"_more_"                        = "Mer";
"_favorite_no_files_"           = "Inga favoriter ännu";


// Auto Upload

"_pull_down_"                               = "Dra neråt för att uppdatera";
"_no_photo_load_"                           = "Inga foton eller videor";
"_tutorial_autoupload_view_"                = "Du kan aktivera automatisk uppladdning från \"Inställningar\"";
"_no_date_"                                 = "Inget datum";
"_today_"                                   = "I dag";
"_time_"                                    = "Tid: %@\n\n%@";
"_location_not_enabled_"                    = "Platstjänst/GPS ej aktiverat";
"_location_not_enabled_msg_"                = "Vänligen gå till \"Inställningar\" och sätt på \"Platstjänster\"";
"_access_photo_not_enabled_"                = "Saknar åtkomst till Bilder";
"_access_photo_not_enabled_msg_"            = "Vänligen gå till \"Inställningar\" och aktivera \"Åtkomst till bilder\"";
"_access_photo_location_not_enabled_"       = "Saknar åtkomst till Bilder. Även Platstjänster/GPS är inaktiverad.";
"_access_photo_location_not_enabled_msg_"   = "Vänligen gå till \"Inställningar\" och aktivera \"Åtkomst till bilder\" och \"Platstjänster\"";
"_tutorial_photo_view_"                     = "Inga bilder eller videor uppladdade än";
"_create_full_upload_"                      = "Skapar arkiv... Kan ta lång tid, var god vänta.";
"_error_createsubfolders_upload_"           = "Fel när undermappar skapades";
"_activate_autoupload_"                     = "Aktivera automatiska uppladdningar";

// Utility

"_never_"                       = "aldrig";
"_less_a_minute_"               = "mindre än en minut sedan";
"_minutes_ago_"                 = "%d minuter sedan";
"_hours_ago_"                   = "%d timmar sedan";
"_days_ago_"                    = "%d dagar sedan";
"_over_30_days_"                = "över 30 dagar";
"_connection_internet_offline_" = "Internetanslutningen verkar vara offline eller kräver Wi-Fi";
"_insert_password_"             = "ange lösenord";
"_update_in_progress_"          = "Versionsuppgradering, var god vänta...";
"_forbidden_characters_"        = "Filen eller mappen innehåller ogiltiga tecken";
"_mail_not_can_send_mail_"      = "Inget konto uppsatt eller fel e-postadress angiven";

// File

"_photo_camera_"                = "Bilder";
"_unzip_in_progress_"           = "Extrahering pågår på lokal lagringsplats...";
"_file_unpacked_"               = "Fil packades upp på lokal lagringsplats";
"_file_saved_local_"            = "Fil sparades på lokal lagringsplats.";
"_file_not_present_"            = "Fel: Fil finns inte, vänligen ladda om.";
"_order_by_date_"               = "Sortera efter datum";
"_current_order_name_"          = "(sorterar efter namn)";
"_order_by_name_"               = "Sortera efter namn";
"_current_order_date_"          = "(sorterar efter datum)";
"_sort_descending_"             = "Sortera fallande";
"_current_sort_ascending_"      = "(sorterar stigande)";
"_sort_ascending_"              = "Sortera stigande";
"_current_sort_descending_"     = "(sorterar stigande)";
"_delete_selected_files_"       = "Radera filer";
"_move_selected_files_"         = "Flytta filer";
"_download_selected_files_"     = "Ladda ned filer";
"_download_selected_files_folders_" = "Ladda ner filer och mappar";
"_error_operation_canc_"        = "Fel: operation avbröts.";
"_only_lock_passcode_"          = "Tillgänglig bara med Lås lösenord aktiverat. Aktivera det i \"Inställningar\".";
"_passcode_protection_"         = "Lösenordsskydd";
"_remove_favorites_"            = "Ta bort från favoriter";
"_remove_offline_"              = "Ta bort från offline";
"_add_favorites_"               = "Lägg till i favoriter";
"_add_offline_"                 = "Lägg till som offline";
"_remove_passcode_"             = "Ta bort lösenordsskydd";
"_protect_passcode_"            = "Skydda med lösenord";
"_share_"                       = "Dela";
"_reload_"                      = "Ladda om/Uppdatera";
"_open_in_"                     = "Öppna i...";
"_remove_local_file_"           = "Ta bort från cache";
"_add_local_"                   = "Lägg till i lokalt lagringsutrymme";
"_comm_erro_pull_down_"         = "Kommunikationen med servern misslyckades. Dra neråt för att uppdatera.";
"_file_not_downloaded_"         = "filen ej nedladdad";
"_file_not_uploaded_"           = "filen ej uppladdad";
"_folders_"                     = "mappar";
"_folder_"                      = "mapp";
"_files_"                       = "filer";
"_file_"                        = "fil";
"_folder_blocked_"              = "Mappen blockerad";
"_downloading_progress_"        = "Påbörjar nedladdning av filer...";
"_no_file_pull_down_"           = "Ladda upp en fil eller dra ner för att uppdatera";
"_browse_images_"               = "Visa bilder";
"_synchronized_folder_"         = "Behåll mappen synkroniserad";
"_remove_synchronized_folder_"  = "Stäng av synkronisering";
"_synchronized_confirm_"        = "När du aktiverar synkronisering så kommer alla filer och mappar att synkroniseras med molnet. Vill du fortsätta?";
"_offline_folder_confirm_"      = "Efter offlineläge aktiverats kommer alla filer i mappen synkroniseras med servern, fortsätta?";
"_file_not_found_reload_"       = "Filen kunde inte hittas. Dra ner för att uppdatera.";
"_title_section_download_"      = "Ladda Ned";
"_title_section_upload_"        = "Ladda Upp";
"_group_alphabetic_yes_"        = "Gruppera efter alfabetisk ordning";
"_group_alphabetic_no_"         = "Gruppera efter alfabetisk ordning";
"_group_typefile_yes_"          = "✓ Gruppera efter filtyp";
"_group_typefile_no_"           = "Gruppera efter filtyp";
"_group_date_yes_"              = "✓ Gruppera efter datum";
"_group_date_no_"               = "Gruppera efter datum";
"_element_"                     = "objekt";
"_elements_"                    = "objekt";
"_tite_footer_upload_wwan_"     = "Wifi-nätverk krävs, %lu %@ att ladda upp";
"_tite_footer_upload_"          = "%lu %@ att ladda upp";
"_tite_footer_download_wwan_"   = "Wifi-nätverk krävs, %lu %@ för att ladda ned";
"_tite_footer_download_"        = "%lu %@ för att ladda ned";
"_limited_dimension_"           = "Maxstorleken nådd";
"_save_selected_files_"         = "Spara bilder och videoklipp i Fotoalbum";
"_file_not_saved_cameraroll_"   = "Fel: Fil ej sparad i Fotoalbum";
"_file_saved_cameraroll_"       = "Fil sparad i Fotoalbum";
"_directory_on_top_yes_"        = "✓ Mappar längst upp";
"_directory_on_top_no_"         = "Mappar längst upp";
"_folder_automatic_upload_"     = "Mapp för automatiska uppladdningar";
"_search_no_record_found_"      = "Inget resultat";
"_search_in_progress_"          = "Sökning pågår...";
"_search_instruction_"          = "Sök efter fil (minst 2 tecken)";
"_files_no_files_"              = "Inga filer här";

"audio"                         = "LJUD";
"compress"                      = "KOMPRIMERA";
"directory"                     = "MAPPAR";
"document"                      = "DOKUMENT";
"image"                         = "BILDER";
"template"                      = "MALLAR";
"unknow"                        = "OKÄND";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "Filen kunde inte hittas på servern";

"_copy_file_"                   = "Kopiera fil";
"_copy_files_"                  = "Kopiera filer";
"_paste_file_"                  = "Klistra in fil";
"_paste_files_"                 = "Klistra in filer";

"_search_this_folder_"          = "Sök i denna mapp";
"_search_all_folders_"          = "Sök i alla mappar";
"_search_sub_folder_"           = "Sök här och in undermappar";

"_theming_is_light_"            = "Servertema har för ljusa färger, ej applicerbart";

// Files Preview

"_insert_password_pfd_"         = "Skyddad PDF. Ange lösenord";
"_password_pdf_error_"          = "Fel lösenord";
"_error_download_photobrowser_" = "Fel: Kunde inte ladda ner bilden";

// Share

"_share_link_"                  = "Dela länk";
"_share_link_button_"           = "Skicka länk till...";
"_password_"                    = "Lösenord";
"_share_password_"              = "Lösenordsskyddad länk";
"_share_expirationdate_"        = "Sätt utgångsdatum för länken";
"_date_"                        = "Datum";
"_share_title_"                 = "Dela";
"_add_sharee_"                  = "Lägg till användare eller grupper";
"_add_sharee_footer_"           = "Du kan dela denna resurs genom att lägga till användare och grupper. För att ta bort en delning, ta bort alla användare och grupper.";
"_find_sharee_title_"           = "Sök";
"_find_sharee_"                 = "Sök efter användare eller grupp...";
"_find_sharee_footer_"          = "Ange en del av namnet på den användare eller grupp som ska genomsökas (minst 2 tecken) följt av \"Enter\". Välj de användare som har tillgång delningen därefter tryck \"Klar\" för att bekräfta.";
"_user_is_group_"               = " (grupp)";
"_direct_sharee_title_"         = "Dela";
"_direct_sharee_footer_"        = "Om du redan vet namnet, ange det, välj delningstyp och tryck 'Färdig' för att godkänna";
"_direct_sharee_"               = "Ange användarnamnet...";
"_user_sharee_footer_"          = "Tryck för att ändra behörigheter";
"_share_type_title_"            = "Typ av delning";
"_share_type_user_"             = "Användare";
"_share_type_group_"            = "Grupp";
"_share_type_remote_"           = "Extern";

// Share Permission

"_share_permission_title_"          = "Behörigheter";
"_share_permission_edit_"           = "Kan redigera";
"_share_permission_file_can_write_" = "Kan skriva fil";
"_share_permission_create_"         = "Kan skapa";
"_share_permission_create_file_"    = "Kan skapa filer";
"_share_permission_create_folder_"  = "Kan skapa mappar";
"_share_permission_change_"         = "Kan ändra";
"_share_permission_delete_"         = "Kan ta bort";
"_share_permission_share_"          = "Kan dela";
"_share_permission_rename_"         = "Kan byta namn";
"_share_permission_move_"           = "Kan flytta";
"_share_permission_read_"           = "Kan läsa";
"_share_permission_info_"           = "Delningsinformation";
"_share_permission_path_"           = "Fil/Mapp";
"_share_permission_type_"           = "Typ";
"_share_permission_typeuser_"       = "Användare";
"_share_permission_typegroup_"      = "Grupp";
"_share_permission_typepubliclink_" = "Länk";
"_share_permission_typefederated_"  = "Federerad";
"_share_permission_owner_"          = "Ägare";
"_share_permission_date_"           = "Datum";
"_share_permission_email_"          = "Notis via e-post";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Delad med dig";
"_type_resource_external_"          = "Extern lagring";

// Share Ext

"_destiny_folder_"                  = "Mapp: %@";

"_no_transfer_"                     = "Inga överföringar än";
"_no_transfer_sub_"                 = "Uppladdningar och nedladdningar från denna enhet kommer dyka upp här";
"_no_activity_"                     = "Ingen aktivitet än";
"_transfers_"                       = "Överföringar";
"_activity_"                        = "Aktivitet";
"_activity_file_not_present_"       = "Fil finns inte längre";

// List Shares

"_list_shares_"                     = "Delat";
"_list_shares_no_files_"            = "Inget delat än";
"_tutorial_list_shares_view_"       = "Filer och mappar du delar kommer dyka upp här";

// Offline - Local Storage

"_create_synchronization_"          = "Skapa synkronisering";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Lokalt lagringsutrymme";
"_local_storage_no_record_"         = "Inga filer ännu";

// Create Cloud

"_upload_photos_videos_"            = "Ladda upp bilder eller videor";
"_upload_file_"                     = "Ladda upp fil";
"_upload_file_text_"                = "Skapa textfil";

// Document Picker

"_save_document_picker_"            = "Spara här";

// CreateFormUploadAssets

"_destination_folder_"              = "Destinationsmapp";
"_use_folder_photos_"               = "Använd mappen Bilder som destinationsmapp";
"_rename_filename_"                 = "Byt namn";
"_filename_"                        = "Filnamn";
"_preview_filename_"                = "Exempel på filnamnsvisning, du kan använda masken %@ för datum/tid";
"_forbidden_characters_"            = "Filen eller mappen innehåller ogiltiga tecken";
"_add_filenametype_"                = "Specificera typ i filnamn";
"_filenametype_photo_video_"        = "Bild/Video";

// Notification

"_notification_"                    = "Notifikation";

// Photo Browser

"Done"                              = "Klar";
"Select Photos"                     = "Välj Bilder";
"photo"                             = "bild";
"photos"                            = "bilder";
"of"                                = "av";
"%i of %i"                          = "%1$i av %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Ladda upp filnamn automatiskt";

// Text File

"_untitled_txt_"                    = "Namnlös.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Kryptering";
"_e2e_settings_"                    = "Ent-to-end-kryptering";
"_e2e_settings_start_"              = "Starta end-to-end-kryptering";
"_e2e_settings_not_available_"      = "End-to-end-kryptering inte tillgänglig";
"_e2e_settings_activated_"          = "End-to-end-kryptering aktiverad";
"_e2e_settings_view_passphrase_"    = "All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Läs lösenordsfras";
"_e2e_settings_lock_not_active_"    = "Lås ej aktivt, gå tillbaka till \"Inställningar\" och aktivera det";
"_e2e_settings_the_passphrase_is_"  = "Lösenordsfrasen är:";
"_e2e_passphrase_request_title_"    = "Efterfråga lösenordsfras";
"_e2e_passphrase_request_message_"  = "Ange de 12 orden";
"_e2e_settings_remove_"             = "Remove locally the encryption";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Borttagande av mappar markerad som 'krypterade' är inte tillåtet";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Update metadata error";
"_e2e_error_store_metadata_"        = "Could not save metadata";
"_e2e_error_send_metadata_"         = "Could not send metadata";
"_e2e_error_delete_metadata_"       = "Could not delete metadata";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Could not unlock folder";
"_e2e_error_lock_"                  = "Could not lock folder";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Encrypt folder";
"_e2e_error_directory_not_empty_"   = "The directory is not empty";


